{
    "th": [
        "ยินดีต้อนรับสู่เกม หน้าอ่อน-หลังแข็ง เกมที่จะทำให้ลืม <ป๊อกเด้ง> ไปตลอดกาล",
        "ถ้ากล้าพอก็ท้าผู้อื่นด้วย Challenge Pad",
        "โดน Challenge ถึงหน้าบ้าน...อย่าถอย ตอบรับการ Challenge ซะ",
        "ใจไม่สู้ set policy เป็น <nofight> จะไม่มีใครท้าคุณ!",
        "policy <fight> จะ Challenge ทุกคนให้อัตโนมัติ",
        "policy <guard> ไม่ Challenge ใคร แต่ใครท้า..ข้าไม่ถอย",
        "policy <think> ขอคิดก่อนสู้!!! ถ้าไม่สู้ อย่าบอกตัวเองเป็นผู้กล้า",
        "policy <nofight> ไม่รับ Challenge ใคร ... ใจไม่สู้",
        "ปรับเปลี่ยนอัตราเด้ง ก่อนเริ่มรอบใหม่ได้ตลอดเวลา ",
        "ไพ่ดีๆ!!!  แต่จัดไม่ทันเวลาก็เปล่าประโยชน์",
        "ไพ่ดีจัดง่าย  ไพ่ร้ายจัดอย่างไร?  ไม่ให้โดนทะลุ!!!",
        "เกมเพื่อความผ่อนคลาย ไม่ส่งเสริมการพนัน...",
        "ไพ่ในมือเลือกไม่ได้ แต่เลือกวิธีเล่นให้ชนะได้",
        "ผู้ชนะอาจไม่ใช่คนที่มีไพ่ดีที่สุด แต่คือคนที่อ่านเกมได้ขาดที่สุด",
        "ความกลัวทำให้คุณแพ้ ตั้งแต่ยังไม่ได้หงายไพ่",
        "จัดไพ่นานจัง... คิดเยอะหรือแค่หลอกกัน?",
        "หน้าอ่อนก็จริง แต่หลังแข็งกว่าที่คิด",
        "อย่ามองแค่แต้มในมือ จงมองเข้าไปในใจคู่ต่อสู้",
        "วินาทีสุดท้ายคือจุดเปลี่ยนของ... เอ้ยยย",
        "เจ็บมาเท่าไหร่ กับคำว่า... ตาหน้าเอาคืน",
        "ใจไม่สู้ ให้ตั้งค่า <nofight> แต่ถ้าใจถึง... ก็ใส่มา!",
        "กล้าได้กล้าเสีย ถึงจะเรียกว่าผู้เล่น!",
        "อย่ากลัวแพ้ เพราะชัยชนะรออยู่ข้างหน้า",
        "เกมนี้ไม่ใช่แค่ดวง แต่คือใจ!",
        "ผู้กล้าที่แท้จริง ไม่เคยถอยหลัง",
        "อย่าปล่อยให้ความกลัวชนะคุณ",
        "ทุกการ Challenge คือโอกาสพิสูจน์ตัวเอง",
        "ใจแข็งพอหรือยัง? ถึงเวลาแสดงออกแล้ว!",
        "เกมนี้...มีแต่คนจริงเท่านั้นที่จะอยู่รอด",
        "ใจสู้หรือเปล่า? ถ้าไม่สู้ก็ไปล้างจาน!",
        "อย่าคิดเยอะ เดี๋ยวหัวล้าน!",
        "แพ้แล้วอย่าร้องไห้ เดี๋ยวเพื่อนแคปไปลงเฟซ!",
        "อย่าหวังพึ่งโชค เพราะโชคชอบไปเที่ยว!",
        "อย่ากลัวแพ้…เพราะเดี๋ยวก็ได้แก้มือใหม่!",
        "เล่นไปเถอะ ถึงแพ้ก็ยังได้เพื่อนหัวเราะ!",
        "ล้มได้ แต่ต้องลุกให้เร็ว!",
        "ทุกการแพ้คือบทเรียน ทุกชัยชนะคือรางวัล",
        "อย่าหยุดแค่ความกลัว เพราะความกล้าจะพาคุณไปต่อ",
        "สู้ไปเถอะ ถึงแพ้ก็ยังได้ประสบการณ์",
        "ความพยายามไม่เคยทรยศใคร",
        "วันนี้อาจไม่ใช่วันของคุณ แต่วันพรุ่งนี้ยังรออยู่",
        "อย่าลืม…ผู้เล่นที่แท้จริงคือคนที่ไม่ยอมแพ้",
        "กำลังใจคือพลังที่ทำให้เกมนี้สนุกขึ้น",
        "สู้จนหยดสุดท้าย ถึงจะเรียกว่าผู้กล้า!",
        "อย่าถอยแม้แต่ก้าวเดียว เพราะชัยชนะอยู่ตรงหน้า!",
        "ทุกการ Challenge คือสนามพิสูจน์ความเป็นนักสู้!",
        "ใจแข็งเท่านั้นที่จะอยู่รอดในเกมนี้!",
        "อย่ากลัวความเสี่ยง เพราะผู้ชนะคือคนที่กล้า!",
        "เกมนี้ไม่ใช่แค่เล่น แต่คือการต่อสู้!",
        "ผู้กล้าที่แท้จริง ไม่เคยยอมแพ้!",
        "ถึงเวลาแสดงพลังที่แท้จริงแล้ว!",
        "จัดไพ่ช้าไม่ได้แปลว่าคิด... แค่หาทางลงไม่ได้เฉยๆ",
        "ไพ่ดีอยู่ข้างเขา... ความเหงาอยู่ข้างเรา",
        "สูตรสำเร็จไม่มี... มีแต่ 'ดวงดี' กับ 'ผีเข้า'",
        "หน้าอ่อนจริงครับ... แต่หน้ามืดกว่าเมื่อเห็นแต้มตัวเอง",
        "จัดไพ่เนียนเหมือนเทพ แต่แต้มออกมาเหมือนทำบุญมาไม่พอ",
        "ไม่ได้มาเล่นเพื่อชนะ... มาเล่นเพื่อเป็นสีสัน (และเป็นพยานการแพ้)",
        "ชีวิตยังมีงวดหน้า... เกมนี้ก็เช่นกัน",
        "ไพ่ดีจัดง่าย ไพ่ร้าย... กดยอมแพ้ตรงไหน?",
        "หน้าอ่อน-หลังแข็ง... แต่ตอนนี้ 'หน้าสั่น' เพราะโดนทะลุ!",
        "เป็นคนใจกว้าง... แจกแต้มรอบวงเหมือนแจกโรงทาน",
        "หน้าอ่อน-หลังแข็ง... แต่ตอนนี้ 'หน้าซีด' เพราะแต้มติดลบ",
        "อย่าดูถูกไพ่ต่ำ เพราะมันจะทำให้คุณ 'ต่ำ' ยิ่งกว่าเดิม",
        "ไม่ได้แพ้เพราะฝีมือ... แพ้เพราะมือไม่ขึ้น!",
        "จัดไพ่เทพขนาดนี้... รับปรึกษาปัญหาหนี้สินไหมครับ?",
        "ความรักก็เหมือนไพ่... หวังว่าจะ 'เด้ง' แต่ดัน 'ร่วง'",
        "ฟ้าหลังฝนย่อมสดใส ไพ่ตาหน้าย่อมแต้มดีเสมอ",
        "อย่าเพิ่งท้อ แค่ตาเดียวเปลี่ยนชีวิตคุณได้",
        "นักสู้ที่แท้จริง คือคนที่ลุกขึ้นมาจั่วใหม่ได้ทุกครั้งที่ล้ม",
        "ไพ่ไม่ดีคือบททดสอบของผู้กล้า สู้ต่อไปนะผู้ชนะ",
        "ทุกความพ่ายแพ้ คือก้าวแรกของชัยชนะที่ยิ่งใหญ่",
        "สติมาปัญญาเกิด สติเตลิดไพ่จะระเบิดเอานะ",
        "แต้มอาจจะต่ำในวันนี้ แต่ศักดิ์ศรีเรายังสูงส่ง",
        "เชื่อมั่นในสัญชาตญาณของคุณ แล้วชัยชนะจะตามมาเอง",
        "ไม่มีใครชนะตลอดกาล และไม่มีใครแพ้ตลอดไป",
        "หัวใจของนักสู้ สำคัญกว่าไพ่ที่อยู่ในมือ",
        "จงเล่นอย่างผู้ชนะ แม้ในมือจะไม่มีไพ่กินขาด!",
        "ชัยชนะรอคอยผู้ที่กล้าเดินเกม... บุกเข้าไป!",
        "เดิมพันด้วยเกียรติยศ สู้ด้วยกลยุทธ์ที่เหนือชั้น",
        "ไม่มีคำว่าถอย ในพจนานุกรมของยอดนักเล่น",
        "จงทำให้คู่ต่อสู้สั่นสะท้อน ด้วยความมั่นใจของคุณ",
        "เปลี่ยนความกดดัน ให้กลายเป็นพลังในการทำแต้ม!",
        "หนึ่งตาเปลี่ยนชะตา... จงใช้มันอย่างคุ้มค่าที่สุด",
        "สนามรบนี้มีไว้สำหรับผู้ที่หัวใจแกร่งกว่าเหล็ก!",
        "สยบทุกความกลัว แล้วก้าวขึ้นเป็นที่หนึ่งของโต๊ะ!",
        "รุกให้สุดตัว อย่าปล่อยให้โอกาสหลุดมือไป!",
        "ไพ่คือโชคชะตา... แต่การจัดหน้าคือปัญญาของคุณ",
        "มองข้ามแต้มในมือ แล้วจงมองลึกเข้าไปในดวงตาคู่ต่อสู้",
        "ความนิ่งสงบ... คืออาวุธที่ร้ายกาจที่สุดในโต๊ะนี้",
        "บางครั้งการ 'แพ้' ในตอนนี้ คือแผนเพื่อ 'ชนะ' ในตอนท้าย",
        "ในโลกของไพ่... ความจริงมีเพียงหนึ่งเดียว คือแต้มที่หงายออกมา",
        "อย่าอวดเก่งถ้าไพ่ไม่ถึง อย่าพึ่งดวงถ้าฝีมือไม่มี",
        "ความประมาทเพียงวินาทีเดียว... คือจุดจบของหน้าอ่อน-หลังแข็ง",
        "จัดไพ่พลาดแค่ตัวเดียว... พังไปทั้งกระดาน",
        "ถ้าใจไม่แข็งพอ... อย่าก้าวเข้ามาในพื้นที่ของมือโปร",
        "แต้มเยอะอย่าลำพอง แต้มน้อยอย่าเพิ่งถอดใจ",
        "ไพ่ในมือคือโชคชะตา การจัดหน้าคือเจตจำนง",
        "จงนิ่งสงบดั่งขุนเขา แม้แต้มในมือจะสั่นคลอนดั่งใบไม้",
        "ชัยชนะที่แท้จริง ไม่ได้วัดกันที่แต้ม แต่ตัดกันที่ใจ",
        "ความกล้าหาญไม่ใช่การไร้ความกลัว แต่คือการเล่นทั้งที่ยังกลัว",
        "ในความมืดมิคของไพ่เน่า แสงสว่างแห่งกลยุทธ์ยังคงอยู่เสมอ",
        "อย่าให้ความโลภบดบังปัญญา อย่าให้ความกลัวปิดกั้นโอกาส",
        "กระแสของเกมเปลี่ยนไปตามใจผู้เล่น จงคุมใจให้เหมือนคุมเกม",
        "ทุกใบที่จั่วคือความว่างเปล่า จนกว่าคุณจะให้ความหมายมัน",
        "ผู้ชนะที่ยิ่งใหญ่ คือผู้ที่รู้จักแพ้อย่างมีชั้นเชิง",
        "เกียรติยศไม่ได้อยู่ที่การชนะทุกตา แต่อยู่ที่การไม่ยอมแพ้ในทุกเกม"

    ],
    "en": [
        "Welcome to 'Soft Front-Strong Back'. The game that will make you forget Thai-PokDeng forever!",
        "Show your courage. Take on other players with the Challenge Pad.",
        "When a Challenge hits your doorstep, don't run. Stand your ground and accept it!",
        "Lost your nerve? Set policy to <nofight> and no one will bother you.",
        "Policy <fight>: Automatically challenge everyone in your path!",
        "Policy <guard>: Don't pick a fight, but never back down when challenged.",
        "Policy <think>: Decide your destiny. But remember, true warriors don't hide!",
        "Policy <nofight>: Reject all challenges... if you're not brave enough.",
        "Adjust your Multiplier anytime before the new round starts.",
        "Great cards are useless if you can't beat the clock!",
        "Easy to play a good hand, but can you survive a bad one without getting crushed?",
        "You can't choose the hand you're dealt, but you can choose how to win with it.",
        "The winner isn't the one with the best cards, but the one who reads the game best.",
        "Fear makes you lose before the cards are even shown.",
        "Taking your time? Thinking hard, or just pretending?",
        "Don't just look at your points, look into your opponent's mind.",
        "The final second is where legends are made.",
        "How many times have you said... 'I'll get them back next round'?",
        "Not brave? Set <nofight>. But if you're game... Bring it on!",
        "Dare to risk it all, that’s a true player!",
        "Don’t fear defeat, victory awaits ahead.",
        "This game isn’t just luck, it’s courage!",
        "A true warrior never backs down.",
        "Never let fear be your opponent.",
        "Every Challenge is a chance to prove yourself.",
        "Got the guts? Time to show it!",
        "In this game… only the brave survive.",
        "Got courage? If not, go wash the dishes!",
        "This game isn’t about luck, it’s about laughs!",
        "Don’t overthink… baldness is waiting!",
        "Lose and cry? Your friends will screenshot it!",
        "Don’t rely on luck… luck is on vacation!",
        "Don’t fear defeat… rematch is always around the corner!",
        "Play on! Even losing makes your friends laugh!",
        "Fall down, but rise quickly!",
        "Every defeat is a lesson, every victory is a reward.",
        "Don’t stop at fear, courage will carry you forward.",
        "Keep fighting—losing still gives you experience.",
        "Effort never betrays anyone.",
        "Today may not be your day, but tomorrow is waiting.",
        "Remember… a true player is one who never gives up.",
        "Encouragement is the power that makes this game fun.",
        "Fight to the last breath—that’s a true warrior!",
        "Never retreat, victory is right ahead!",
        "Every Challenge is a battlefield to prove your strength!",
        "Only the strong-hearted will survive this game!",
        "Fear no risk, winners are those who dare!",
        "This isn’t just a game, it’s a fight!",
        "A true warrior never surrenders!",
        "It’s time to unleash your real power!",
        "I'm not losing, I'm 'donating' points for a better world.",
        "Playing slow doesn't mean I'm thinking... I'm just lost.",
        "Good cards for them... good luck for me (next time).",
        "No strategy here... just 10% luck and 90% hoping for a miracle.",
        "Front is soft, but my vision is dark after seeing these points.",
        "Arranging like a pro, scoring like a beginner.",
        "I'm not here to win. I'm here for the vibes (and the losses).",
        "There's always a next round... and a next life.",
        "Good cards are easy. Bad cards... Where is the 'Surrender' button?",
        "Soft Front-Strong Back... but now my 'Head is shaking' from that defeat!",
        "Low points, but 100% confidence. That's my style!",
        "Are you arranging cards or writing a PhD? Everyone's asleep!",
        "Is your front 'soft' because you're a pro, or just a newbie?",
        "The last card was my only hope... and it just broke my heart.",
        "I'm so generous, I'm donating points to everyone at the table.",
        "Soft Front-Strong Back... and a Very Pale Face right now!",
        "Don't look down on low cards; they're here to pull you down too.",
        "I didn't lose because of skill... my hands just weren't listening!",
        "With that strategy, do you also offer financial debt counseling?",
        "Love is like cards... I hoped for a 'Bounce', but got a 'Bust'."       
    ]
}