{
  "01/01": {
    "festival": "newyear",
    "th": [
      "สวัสดีปีใหม่! ขอให้ปีนี้เป็นปีที่สมหวังในทุกความปรารถนาจ้ะ",
      "เริ่มต้นปีใหม่ด้วยรอยยิ้มและความสดใส ขอให้เฮงๆ ตลอดปีนะ",
      "ขอให้ปีใหม่นี้นำพาแต่โอกาสดีๆ และความสำเร็จมาให้คุณ",
      "ส่งความสุขท้ายปีเก่า ต้อนรับสิ่งดีๆ ในปีใหม่ สุขภาพแข็งแรงนะ"
    ],
    "en": [
      "Wishing you a year fully loaded with happiness and success!",
      "New year, new beginning! May this year be your best year yet.",
      "Cheers to a new year and another chance for us to get it right!",
      "May the new year bring you peace, joy, and prosperity."
    ]
  },
  "14/02": {
    "festival": "valentine",
    "th": [
      "ขอให้วันแห่งความรักนี้เต็มไปด้วยรอยยิ้มและความอบอุ่นในหัวใจ",
      "ส่งความรักและความปรารถนาดีให้คุณในวันวาเลนไทน์นะ",
      "ขอให้คุณได้พบกับความรักที่แสนพิเศษและมีความสุขในทุกวัน",
      "สุขสันต์วันแห่งความรัก ขอให้โลกทั้งใบของคุณเป็นสีชมพูจ้ะ"
    ],
    "en": [
      "Wishing you a beautiful day filled with love and happiness.",
      "May your life be filled with the kind of love that lasts forever.",
      "Happy Valentine's Day to someone very special!",
      "Sending you big hugs and lots of love on this special day."
    ]
  },
  "17/02": {
    "festival": "chinese_newyear",
    "th": [
      "ซินเจียยู่อี่ ซินนี้ฮวดไช้ ขอให้มั่งคั่งร่ำรวย เงินทองไหลมาเทมา",
      "ขอให้ปีนี้เป็นปีที่รุ่งเรือง สุขภาพแข็งแรง การงานก้าวหน้า",
      "สมปรารถนาในทุกประการ โชคลาภพูนทวีตลอดปีนะ",
      "ขอให้ความโชคดีอยู่กับคุณในทุกย่างก้าว สุขสันต์วันตรุษจีนจ้ะ"
    ],
    "en": [
      "Gong Xi Fa Cai! Wishing you great wealth and good fortune.",
      "May the Lunar New Year bring you endless luck and success.",
      "Wishing you health, wealth, and happiness in this new year.",
      "May all your dreams come true this year. Happy Chinese New Year!"
    ]
  },
  "13/04": {
    "festival": "songkran",
    "th": [
      "สวัสดีวันสงกรานต์ ขอให้เย็นฉ่ำชื่นใจ ปลอดภัยตลอดการเดินทางนะ",
      "เริ่มต้นวันปีใหม่ไทยด้วยสิ่งดีๆ ขอให้มีความสุขกับครอบครัวจ้ะ",
      "ขอให้ความทุกข์ละลายไปกับสายน้ำ มีแต่ความสุขสดชื่นเข้ามาแทนที่",
      "สุขสันต์วันสงกรานต์ ขอให้ร่ำรวยความสุขและเงินทองตลอดไป"
    ],
    "en": [""]
  },
  "14/04": {
    "festival": "songkran",
    "th": [
      "สวัสดีวันสงกรานต์ ขอให้เย็นฉ่ำชื่นใจ ปลอดภัยตลอดการเดินทางนะ",
      "เริ่มต้นวันปีใหม่ไทยด้วยสิ่งดีๆ ขอให้มีความสุขกับครอบครัวจ้ะ",
      "ขอให้ความทุกข์ละลายไปกับสายน้ำ มีแต่ความสุขสดชื่นเข้ามาแทนที่",
      "สุขสันต์วันสงกรานต์ ขอให้ร่ำรวยความสุขและเงินทองตลอดไป"
    ],
    "en": [""]
  },
  "15/04": {
    "festival": "songkran",
    "th": [
      "สวัสดีวันสงกรานต์ ขอให้เย็นฉ่ำชื่นใจ ปลอดภัยตลอดการเดินทางนะ",
      "เริ่มต้นวันปีใหม่ไทยด้วยสิ่งดีๆ ขอให้มีความสุขกับครอบครัวจ้ะ",
      "ขอให้ความทุกข์ละลายไปกับสายน้ำ มีแต่ความสุขสดชื่นเข้ามาแทนที่",
      "สุขสันต์วันสงกรานต์ ขอให้ร่ำรวยความสุขและเงินทองตลอดไป"
    ],
    "en": [""]
  },
  "12/08": {
    "festival": "mothers_day",
    "th": [
      "สุขสันต์วันแม่! อย่าลืมกอดแม่และบอกรักแม่กันนะ",
      "ขอให้คุณแม่ของคุณมีความสุข สุขภาพแข็งแรง และมีรอยยิ้มในวันนี้",
      "รักแม่ให้มากๆ นะ... พลังแห่งความกตัญญูจะนำโชคดีมาให้คุณ!",
      "วันนี้ วันแม่ บอกรักแม่กันแล้วหรือยัง?"
    ],
    "en": [""]
  },
  "31/10": {
    "festival": "halloween",
    "th": [
      "สุขสันต์วันฮาโลวีน! ขอให้สนุกกับการแต่งผีและได้ขนมเยอะๆ นะ",
      "คืนนี้ระวังตัวให้ดี... ขอให้เป็นคืนฮาโลวีนที่ตื่นเต้นและสนุกสุดๆ",
      "หลอกหรือเลี้ยง? ขอให้วันนี้มีแต่เสียงหัวเราะและเรื่องเซอร์ไพรส์",
      "ขอให้ความกลัวกลายเป็นความสนุก สุขสันต์วันปล่อยผีจ้ะ!"
    ],
    "en": [
      "Happy Halloween! Enjoy the costumes and lots of treats.",
      "Wishing you a spook-tacular night filled with thrills!",
      "Trick or Treat! May your night be filled with fun and laughter.",
      "Have a frightfully good time this Halloween!"
    ]
  },
  "24/11": {
    "festival": "loykratong",
    "th": [
      "สุขสันต์วันลอยกระทง ขอให้ความทุกข์ลอยไปกับสายน้ำนะ",
      "ขอให้แสงเทียนในกระทง นำพาความหวังและสิ่งดีๆ มาสู่ชีวิต",
      "ลอยกระทงปีนี้ ขอให้คุณพบเจอแต่กัลยาณมิตรและรักที่ดี",
      "อธิษฐานสิ่งใดขอให้สมปรารถนาในคืนพระจันทร์เต็มดวงจ้ะ"
    ],
    "en": [""]
  },
  "05/12": {
    "festival": "fathers_day",
    "th": [
      "สุขสันต์วันพ่อ! ขอให้คุณพ่อมีความสุขและภูมิใจในตัวลูกคนเก่งนะ",
      "วันนี้เป็นวันดี... อย่าลืมบอกรักพ่อให้ชื่นใจกันนะ",
      "ขอให้คุณพ่อมีสุขภาพแข็งแรง เป็นร่มโพธิ์ร่มไทรให้คุณไปนานๆ",
      "เจ้าปีศาจน้อยแอบบอกว่า... วันนี้ยอมให้คุณพ่อชนะเกมหนึ่งวันก็ได้นะ!"
    ],
    "en": [""]
  },
  "25/12": {
    "festival": "xmas",
    "th": [
      "ขอให้คริสต์มาสของคุณเต็มไปด้วยมหัศจรรย์แห่งความสุขและความอบอุ่น",
      "ส่งความปรารถนาดีและรอยยิ้มให้คุณในเทศกาลที่แสนพิเศษนี้",
      "ขอให้ซานต้าใจดีนำของขวัญและความโชคดีมาให้คุณเต็มถุงเลยนะ",
      "คริสต์มาสปีนี้ ขอให้หัวใจของคุณเบิกบานและมีแต่เรื่องราวดีๆ"
    ],
    "en": [
      "May your Christmas sparkle with moments of love and laughter.",
      "Wishing you a season of blessings and wonderful memories.",
      "Have a holly, jolly Christmas! May it be filled with magic.",
      "Warmest thoughts and best wishes for a wonderful Christmas."
    ]
  },
  "12/02": {
    "festival": "default",
    "th": ["version ใหม่  พร้อมให้ downloade แล้วนะ"],
    "en": [""]
  },
  "00/00": {
    "festival": "buddhas_day",
    "th": ["วันนี้วันพระใหญ่... ขอให้แสงแห่งธรรมนำทางชีวิตให้พบแต่ความสุขและความสงบ",
        "วันนี้วันพระ ละเว้นบาป หมั่นทำบุญ เพื่อจิตใจที่เบิกบาน",
        "ขอให้ผลบุญจากการคิดดีทำดีในวันนี้ ช่วยปกป้องคุ้มครองคุณและครอบครัวให้ปลอดภัย",
        "วันพระนี้... ขอให้ใจเย็นดั่งสายน้ำ มีสติในทุกย่างก้าว รัศมีบุญเจิดจ้า",
        "วันนี้วันพระใหญ่ ใส่บาตร ทำบุญ แล้วมาทำสมาธิกันนะ",
        "วันนี้เราจะ ละความชั่ว ทำความดีให้ถึงพร้อม ทำจิตใจให้ผ่องใส"
    ],
    "en": [""]
  },
  "00/00": {
    "festival": "election",
    "th": [""],
    "en": [""]
  },
  "00/00": {
    "festival": "funeral",
    "th": [""],
    "en": [""]
  }
}